wrk/reports/10m_default_with_index_wrk-C10.txt
Running 10m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   702.49ms  899.02ms   6.32s    84.98%
    Req/Sec    24.19     24.81   188.00     83.39%
  Latency Distribution
     50%  394.24ms
     75%    1.12s 
     90%    1.97s 
     99%    3.74s 
  16453 requests in 10.00m, 4.31GB read
Requests/sec:     27.42
Transfer/sec:      7.36MB