wrk/reports/10m_default_without_index_wrk-C10.txt
Running 10m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   868.31ms  295.89ms   3.54s    78.43%
    Req/Sec     7.59      5.84    40.00     82.67%
  Latency Distribution
     50%  797.59ms
     75%  948.16ms
     90%    1.25s 
     99%    1.93s 
  6951 requests in 10.00m, 1.81GB read
Requests/sec:     11.58
Transfer/sec:      3.09MB