wrk/reports/10m_default_without_index_wrk-C100.txt
Running 10m test @ http://localhost:8080
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.56s     3.36s   27.67s    76.16%
    Req/Sec     5.71      5.95    50.00     92.12%
  Latency Distribution
     50%    6.90s 
     75%   11.48s 
     90%   13.60s 
     99%   19.99s 
  6999 requests in 10.00m, 1.85GB read
Requests/sec:     11.66
Transfer/sec:      3.17MB