wrk/reports/10m_innodb_buffer_pool_size_128M_buffer_size_2M_without_index_wrk-C1.txt
Running 10m test @ http://localhost:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   431.59ms   38.59ms 988.35ms   89.86%
    Req/Sec     1.77      0.44     3.00     75.18%
  Latency Distribution
     50%  421.19ms
     75%  441.86ms
     90%  468.98ms
     99%  559.37ms
  1390 requests in 10.00m, 369.77MB read
Requests/sec:      2.32
Transfer/sec:    631.05KB