wrk/reports/10m_innodb_buffer_pool_size_128M_buffer_size_2M_without_index_wrk-C10.txt
Running 10m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   773.92ms  254.84ms   2.61s    78.71%
    Req/Sec     8.31      6.32    40.00     82.96%
  Latency Distribution
     50%  717.51ms
     75%  815.09ms
     90%    1.14s 
     99%    1.66s 
  7784 requests in 10.00m, 2.07GB read
Requests/sec:     12.97
Transfer/sec:      3.53MB