wrk/reports/10m_innodb_buffer_pool_size_128M_sort_buffer_size_2M_with_index_wrk-C10.txt
Running 10m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   228.59ms  792.13ms  17.64s    94.96%
    Req/Sec    40.13     31.03   202.00     67.31%
  Latency Distribution
     50%   31.91ms
     75%  136.32ms
     90%  577.89ms
     99%    2.67s 
  35532 requests in 56.08m, 9.37GB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:     10.56
Transfer/sec:      2.85MB