wrk/reports/10m_innodb_buffer_pool_size_1G_buffer_size_16M_with_index_cluster_wrk-C1.txt
Running 10m test @ http://localhost:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   160.05ms  137.11ms 958.81ms   73.06%
    Req/Sec     9.44      6.81    50.00     74.44%
  Latency Distribution
     50%  128.30ms
     75%  224.19ms
     90%  363.13ms
     99%  590.31ms
  4343 requests in 10.00m, 1.16GB read
Requests/sec:      7.24
Transfer/sec:      1.98MB