wrk/reports/10m_innodb_buffer_pool_size_348M_sort_buffer_size_2M_wit_index_wrk-C100.txt
Running 10m test @ http://localhost:8080
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.62s     5.51s   29.99s    86.71%
    Req/Sec    28.58     27.34   188.00     77.07%
  Latency Distribution
     50%  691.21ms
     75%    5.26s 
     90%   11.07s 
     99%   24.37s 
  34175 requests in 10.00m, 8.96GB read
  Socket errors: connect 0, read 0, write 0, timeout 260
Requests/sec:     56.95
Transfer/sec:     15.28MB