wrk/reports/wrk-C10.txt
Running 1m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    27.27ms   95.74ms   1.01s    97.03%
    Req/Sec   468.92    167.76     0.97k    68.79%
  Latency Distribution
     50%    8.52ms
     75%   15.46ms
     90%   32.33ms
     99%  646.30ms
  54466 requests in 1.00m, 8.47MB read
  Non-2xx or 3xx responses: 10
Requests/sec:    906.29
Transfer/sec:    144.28KB